<template>
  <dispose-section class="component-task-message" title="公安局事故处置任务">
    <p v-for="(text, i) in taskMessages" :key="i">{{text}}</p>
  </dispose-section>
</template>

<script>
import DisposeSection from "@/components/dispose/dispose-section";

export default {
  components: {
    DisposeSection
  },
  data: () => ({
    taskMessages: [
      "一、事故特征",
      "1.1、危险性分析",
      "强酸、强碱等危化品在运输过程中由于司机躲避障碍物造成车辆侧翻，发生液化天然气泄漏事故。",
      "1.2、事故类型",
      "危化品车辆道路运输事故。",
      "1.3、事故发生地点和装置",
      "闵行区合庆镇周祝公路琥珀路口。",
      "1.4、事故危害程度",
      "空气中甲烷浓度过高，使人窒息。当空气中甲烷达25%~30%时,可引起头痛、 头晕、乏力、注意力不集中、呼吸和心跳加速、共济失调。若不及时脱离，可致窒息死亡。皮肤接触液化气体可致冻伤。",
      "1.5、事前征兆",
      "无",
      "二、应急组织和职责",
      "2.1、现场成立应急救援指挥部",
      "指挥长：市应急管理局事故处处长",
      "成员：市应急管理局事故处、市交通委危险货物运输科、闵行区合庆镇交警大队、闵行区合庆镇消防大队、闵行区环保局、闵行区气象局、合庆镇政府领导班子成员。",
      "2.2、指挥部人员职责",
      "（1）指挥长：全面指挥事件的应急救援工作。",
      "（2）交警大队：",
      "a、对故现场区域及周边道路进行交通管制，禁止无关车辆进入危险区域；",
      "b、保障救援道路畅通；",
      "c、疏散危险区域及可能受危害区域内的人员和重要物资；",
      "d、对事故现场和人员疏散区域实施警戒和治安管理；",
      "（3）专家职责：接到通知后迅速赶赴事故现场进行急救处理，并监督安全措施落实和人员到位情况。",
      "（4）消防大队职责：在应急管理局事故处、专家指导、配合下进行现场处置、救援。",
      "（5）环保局职责：",
      "a、负责事故现场的应急环境监测、测算事故大气环境污染物扩散结果，提出疏散与防备区域的应对与控制措施，为现场指挥提供数据参考；",
      "b、对现场污染物的处置与消除提出处置意见；",
      "c、评估事故造成的环境影响，对事故现场进行应急环境监测。",
      "（6）交通委职责：组织有关事故现场抢险物资的运输；为疏散撤离人员调度车辆等运输工具。",
      "三、现场处置措施",
      "3.1泄漏处置措施",
      "消除所有点火源。根据气体扩散的影响区域划定警戒区，无关人员从侧风、上风向撤离至安全区。应急处理人员戴正压自给式呼吸器，穿防静电服。使用的所有设备应接地。尽可能切断泄漏源。翻转器使之逸出气体而非液体。喷雾状水抑制蒸气或改变蒸气云流向，避免水流接触泄漏物。禁止用水直接冲击泄漏物或泄漏源。",
      "3.2消防措施",
      "a、灭火剂：用雾状水、泡沫、二氧化碳、干粉灭火。",
      "b、特别危险性：与五氧化溴、氯气、次氯酸、三氟化氮、液 氧、二氟化氧及其他强氧化剂接触发生剧烈反应。",
      "c、灭火注意事项及防护措施：切断气源。若不能切断气源，则不允许熄灭泄漏处的火焰。消防人员必须佩戴空气呼吸器、穿全身防火防毒服，在上风向灭火。尽可能将容器从火场移至空旷处。喷水保持火场容器冷却，直至灭火结束。"
    ]
  })
};
</script>

<style lang="scss">
@import "@/styles/_variable";
.component-task-message {
  p {
    font-size: 12px;
    line-height: 20px;
    color: $cyan3;
    text-align: justify;
  }
}
</style>